{"data":
  {
    "bgImage": "https://upload.wikimedia.org/wikipedia/commons/9/99/Arsenal_FC_v_Everton_FC%2C_24_Oct_2015_-_37.JPG",
    "highlights":[
      {"id":"1",
        "site":"Emirates Stadium",
        "category":"Arsenal",
        "info": "The Emirates Stadium (known as Ashburton Grove prior to sponsorship, and as Arsenal Stadium for UEFA competitions) is a football stadium in Highbury, London, England, and the home of Arsenal Football Club. With a capacity of nearly 60,000, it is the third-largest football stadium in England after Wembley Stadium and Old Trafford. In 1997, Arsenal explored the possibility of relocating to a new stadium, having been denied planning permission by Islington Council to expand its home ground of Highbury. After considering various options (including purchasing Wembley Stadium), the club bought an industrial and waste disposal estate in Ashburton Grove in 2000. A year later, they received the council's approval to build a stadium on the site; manager Arsène Wenger described this as the biggest decision in Arsenal's history since the board appointed Herbert Chapman. Relocation began in 2002, but financial difficulties delayed work until February 2004. Emirates was later announced as the main sponsor for the stadium. The entire stadium project was completed in 2006 at a cost of £390 million. The club's former stadium was redeveloped as Highbury Square, an apartment complex",
        "located": "North London",
        "lat": "51.555102",
        "long": "-0.107998",
        "image": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Arsenal_FC_v_Everton_FC%2C_24_Oct_2015_-_08.JPG",
        "video": "https://www.youtube.com/watch?v=M8Bs0DwZqB8",
        "videoEmbed":"https://www.youtube.com/embed/M8Bs0DwZqB8"
      },
      {"id":"2",
        "site":"Stamford Bridge",
        "category":"Chelsea",
        "info": "Opened in 1877, the stadium was used by the London Athletic Club until 1905, when new owner Gus Mears founded Chelsea Football Club to occupy the ground; Chelsea have played their home games there ever since. It has undergone major changes over the years, most recently in the 1990s when it was renovated into a modern, all-seater stadium. A long way to go to catch up with other teams in terms of History. They are all rent___ mate!",
        "located": "West London",
        "lat": "51.481944",
        "long": "-0.191214",
        "image": "https://upload.wikimedia.org/wikipedia/commons/5/51/Stamford_Bridge.jpg",
        "video": "https://www.youtube.com/watch?v=PNO3b4cTCD0",
        "videoEmbed": "https://www.youtube.com/embed/PNO3b4cTCD0"
      },
      {"id":"3",
        "site":"Old Trafford",
        "category":"Manchester United",
        "info": "Old Trafford is a football stadium in Old Trafford, Greater Manchester, England, and the home of Manchester United. With a capacity of 74,994, it is the largest club football stadium (and second largest overall after Wembley Stadium) in the United Kingdom, and the eleventh-largest in Europe. It is about 0.5 miles (800 m) from Old Trafford Cricket Ground and the adjacent tram stop. Nicknamed The Theatre of Dreams by Bobby Charlton, Old Trafford has been United's home ground since 1910, although from 1941 to 1949 the club shared Maine Road with local rivals Manchester City as a result of Second World War bomb damage. Old Trafford underwent several expansions in the 1990s, and 2000s, including the addition of extra tiers to the North, West and East Stands, almost returning the stadium to its original capacity of 80,000. Future expansion is likely to involve the addition of a second tier to the South Stand, which would raise the capacity to around 88,000. The stadium's record attendance was recorded in 1939, when 76,962 spectators watched the FA Cup semi-final between Wolverhampton Wanderers and Grimsby Town.",
        "located": "Manchester",
        "lat": "53.463710",
        "long": " -2.291340",
        "image": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Old_Trafford_5.jpg",
        "video": "https://www.youtube.com/watch?v=fznOZ9GQP4g",
        "videoEmbed": "https://www.youtube.com/embed/fznOZ9GQP4g"
      },
      {"id":"4",
        "site":"Anfield",
        "category":"Liverpool",
        "info": "Anfield is a football stadium in Anfield, Liverpool, England which has a seating capacity of 54,074 making it the sixth largest football stadium in England. It has been the home of Liverpool F.C. since their formation in 1892. It was originally the home of Everton F.C. from 1884 to 1891, before they moved to Goodison Park after a dispute with the club president.The stadium has four stands: the Spion Kop, the Main Stand, the Kenny Dalglish Stand and Anfield Road. The record attendance of 61,905, was set at a match between Liverpool and Wolverhampton Wanderers in 1952. The ground converted to an all-seater stadium in 1994 as a result of the Taylor Report which reduced its capacity.",
        "located": "Liverpool",
        "lat": "53.431533",
        "long": "-2.960916",
        "image": "https://upload.wikimedia.org/wikipedia/commons/6/66/Kop_of_Anfield_Liverpool.jpg",
        "video": "https://www.youtube.com/watch?v=Z1X4S2cxmWw",
        "videoEmbed": "https://www.youtube.com/embed/Z1X4S2cxmWw"
      },
      {"id":"5",
        "site":"White Hart Lane",
        "category":"Tottenham",
        "info": "White Hart Lane was a football stadium in Tottenham, North London and was the home of Tottenham Hotspur Football Club from 1899 to 2017. Its capacity varied over the years; when changed to all-seater it had a capacity of 36,284[2] before demolition. The stadium was fully demolished after the end of the 2016–17 season.The stadium, which was known amongst Spurs fans as The Lane, had hosted 2,533 competitive Spurs games in its 118-year history.[4] It had also been used for England national football matches and England under-21 football matches. White Hart Lane held capacity records in the early 1960s with numbers entering the 70,000s, but as seating was introduced, the stadium's capacity decreased to a modest number in comparison to other Premier League clubs. The record attendance at the ground was 75,038, for an FA Cup tie on 5 March 1938 against Sunderland.[5] Tottenham's final game at White Hart Lane was played on 14 May 2017 with a 2–1 victory against Manchester United.",
        "located": "London",
        "lat": "51.603839",
        "long": "-0.062821",
        "image": "https://upload.wikimedia.org/wikipedia/commons/f/fb/White_Hart_Lane_Jan_2008_2.jpg",
        "video": "https://www.youtube.com/watch?v=m_n86Gnr_oY",
        "videoEmbed": "https://www.youtube.com/embed/m_n86Gnr_oY"
      },
      {"id":"6",
        "site":"Etihad Stadium",
        "category":"Manchester City",
        "info": "The City of Manchester Stadium in Manchester, England, also known as the Etihad Stadium for sponsorship reasons, is the home ground of Manchester City Football Club and with a domestic football capacity of 55,097, the fourth-largest in the Premier League and eighth-largest in the United Kingdom.Built to host the 2002 Commonwealth Games,[3] the stadium has since staged the 2008 UEFA Cup Final, England football internationals,[5] rugby league matches,[6] a boxing world title fight,the England rugby union team's last match of the 2015 Rugby World Cup[8] and summer music concerts during the football off-season.",
        "located": "Manchester",
        "lat": "53.483713",
        "long": "-2.200267",
        "image": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Etihad_Stadium_%287773144106%29.jpg",
        "video": "https://www.youtube.com/watch?v=cDrIgjwnxnk",
        "videoEmbed": "https://www.youtube.com/embed/cDrIgjwnxnk"
      },
      {"id":"7",
        "site":"Goodison Park",
        "category":"Everton",
        "info": "oodison Park is a football stadium in Walton, Liverpool, England that has been home to Premier League club Everton since its completion in 1892. The stadium is in a residential area two miles (3 km) from Liverpool city centre. It has an all-seated capacity of 39,572.Goodison Park has hosted more top-flight games than any other stadium in England as Everton have remained in the top tier of English football since 1954. The club has only been outside the top division for four seasons, having been relegated in 1930 and 1951.",
        "located": "Merseyside",
        "lat": "53.438991",
        "long": "-2.965997",
        "image":"https://upload.wikimedia.org/wikipedia/commons/b/bd/Goodison_Park_-_geograph.org.uk_-_1466667.jpg",
        "video": "https://www.youtube.com/watch?v=0UueVzcIiwo",
        "videoEmbed": "https://www.youtube.com/embed/0UueVzcIiwo"
      }
    ]
  }
}
